Repository: tzdefi-lang/Ironlog_backup
Catalog: ios/IronLog/IronLog/i18n/Localizable.xcstrings
Source language: en
Languages: zh_hans

# workoutEditor.youtubeUrl
source: YouTube URL
zh_hans: YouTube 链接

# workoutReport.completionLabel
source: Completion
zh_hans: 完成度

# workoutReport.durationLabel
source: Duration
zh_hans: 时长

# workoutReport.exerciseFallbackName
source: Exercise
zh_hans: 动作

# workoutReport.exercisesLabel
source: Exercises
zh_hans: 动作

# workoutReport.minutesShort
source: min
zh_hans: 分钟

# workoutReport.shareTitlePrefix
source: Workout
zh_hans: 训练

# workoutReport.totalVolumeLabel
source: TOTAL VOLUME
zh_hans: 总训练量

# workoutReport.workoutFallbackTitle
source: Workout
zh_hans: 训练
